/* Message text for alert posed by text field when invalid value entered */
"%@ is not a valid entry for the %@ field." = "“%@” is not a valid entry for the %@ field.";

/* Message text for alert posed by numeric field when too-large value entered */
"%@ is too large for the %@ field." = "“%@” is too large for the %@ field.";

/* Message text for alert posed by numeric field when too-small value entered */
"%@ is too small for the %@ field." = "“%@” is too small for the %@ field.";

/* Message text for alert posed by text field when no value entered */
"You must type a number in the %@ field." = "You must type a number in the %@ field.";

/* Message displayed in alert sheet when media document is readable, but has neither audio nor video tracks */
"'%@' contains neither audio nor video content playable by QuickTime.  Please select a different item." = "“%@” contains neither audio nor video content playable by QuickTime.  Please select a different item.";

/* Unordered list label (usually a bullet followed by a space) */
"* " = "• ";

/* Movie alert description surrogate for media display name when alias doesn't resolve */
"<<can't locate media file>>" = "«can’t locate media file»";

/* Script alert description surrogate for script name when alias doesn't resolve */
"<<can't locate script>>" = "«can’t locate script»";

/* Dock menu item (%d replaced by number of alarms) */
"All Alarms (%d)" = "All Alarms (%d)";

/* Alert list title in pretty description, %@ replaced with message */
"At alarm time for '%@':\n" = "At alarm time for “%@”:\n";

/* Title of alert sheet when alias to script didn't resolve */
"Can't find script" = "Can’t find script";

/* Assertion for PSAlarm time remaining, internal error; %@ replaced by alarm description */
"Can't get time remaining on alarm with no timer set: %@" = "Can’t get time remaining on alarm with no timer set: %@";

/* Assertion for invalid PSAlarm type on load; %@ replaced with alarm type string */
"Can't load alarm type %@" = "Can’t load alarm type %@";

/* QuickTime media popup menu item surrogate for alert sound list if no sounds are found */
"Can't locate alert sounds" = "Can’t locate alert sounds";

/* Exception message on PSMovieAlert initialization when alias doesn't resolve */
"Can't locate media to play as alert." = "Can’t locate media to play as alert.";

/* Voice popup menu item surrogate for voice list if no voices are found */
"Can't locate voices" = "Can’t locate voices";

/* Message displayed in in place of read me contents when read me file could not be read; %@ replaced by last path component of filename, e.g. 'Read Me.rtfd' */
"Can't read document '%@'" = "Can’t read document “%@”";

/* Assertion for invalid PSAlarm type on string; %@ replaced with alarm type string */
"Can't save alarm type %@" = "Can’t save alarm type %@";

/* Assertion for PSAlarm snooze setting */
"Can't snooze an alarm that hasn't expired" = "Can’t snooze an alarm that hasn’t expired";

/* Assertion for history tracking combo box if tag is 0 */
"Can't track history for combo box with tag 0: please set a tag" = "Can’t track history for combo box with tag 0: please set a tag";

/* Assertion for QuickTime media popup button if tag is 0 */
"Can't track recently selected media for popup with tag 0: please set a tag" = "Can’t track recently selected media for popup with tag 0: please set a tag";

/* Name of Cancel button */
"Cancel" = "Cancel";

/* Assertion message: couldn't open ApplePMU */
"Couldn't find PMU in IORegistry. This computer may not support automatic wake from sleep." = "Couldn’t find PMU in IORegistry. This computer may not support automatic wake from sleep.";

/* Message shown in collapsed alert area when alert information is invalid or inconsistent (prevents setting alarm) */
"Couldn't process alert information." = "Couldn’t process alert information.";

/* Assertion failure in -[NSDictionary objectForRequiredKey:] */
"Dictionary does not contain object for required key '%@'" = "Dictionary does not contain object for required key “%@”";

/* Message shown in collapsed alert edit area when no alerts have been specified */
"Do nothing. Click the button labeled 'Edit' to add an alert." = "Do nothing. Click the button labeled “Edit” to add an alert.";

/* Pester <= 1.1a3 format alarms button */
"Don't Import" = "Don’t Import";

/* Name of Edit button */
"Edit" = "Edit";

/* Presented when user value not a numeric digit */
"Input is not an integer." = "Input is not an integer.";

/* Media popup item to select another sound/movie/image */
"Other..." = "Other…";

/* Message displayed in alert sheet when alias to script didn't resolve */
"Pester couldn't find the script for the alarm '%@'." = "Pester couldn't find the script for the alarm “%@”.";

/* Dock menu item */
"Set Alarm..." = "Set Alarm…";

/* Undo action */
"Alarm Removal" = "Alarm Removal";

/* Name of alternate button for alert posed by numeric field when too-large value entered
   Name of alternate button for alert posed by numeric field when too-small value entered */
"Set to %@" = "Set to %@";

/* Informative text for alert posed by text field when invalid value entered */
"The %@ field must be set to a value between %@ and %@." = "The %@ field must be set to a value between %@ and %@.";

/* Message displayed in alert sheet when media document is not recognized by QuickTime */
"The item you selected isn't a sound or movie recognized by QuickTime.  Please select a different item." = "The item you selected isn't a sound or movie recognized by QuickTime.  Please select a different item.";

/* Message displayed in alert sheet when -[NSSpeechSynthesizer setVoice:] returns an error */
"The voice '%@' you selected could not be used." = "The voice “%@” you selected could not be used.";

/* Wake timer set failure */
"Can't schedule wake from sleep" = "Can’t schedule wake from sleep";
"Pester is unable to set this computer to wake up at a later date (%@)" = "Pester is unable to set this computer to wake up at a later date (%@)";
"Sleep" = "Sleep";

/* Hot key set failure */
"Can't reserve alarm key equivalent" = "Can’t reserve alarm key equivalent";
"Pester was unable to reserve the key equivalent %@. Please select another in Pester's Preferences, or click Clear to remove it." = "Pester was unable to reserve the key equivalent “%@”. Please select another in Pester’s Preferences, or click Clear to remove it.";
